{
	"_meta": {
		"sources": [
			{
				"json": "EyesofEons",
				"abbreviation": "EoE",
				"full": "Eyes of Eons",
				"version": "0.0.1",
				"authors": [
					"The Eyes of Eons"
				],
				"convertedBy": [
					"Tux"
				],
				"color": "004cff",
				"colorNight": "004cff"
			}
		]
	},
	"monster": [
		{
			"name": "Frurdis, The Storm Eater",
			"group": [
				"Chromatic Dragon"
			],
			"source": "EyesofEons",
			"page": 1,
			"size": [
				"H"
			],
			"type": "dragon",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "18d12 + 108",
				"average": 225
			},
			"speed": {
				"walk": 40,
				"burrow": 30,
				"fly": 80
			},
			"str": 25,
			"dex": 10,
			"con": 23,
			"int": 16,
			"wis": 15,
			"cha": 19,
			"save": {
				"dex": "+6",
				"con": "+12",
				"wis": "+8",
				"cha": "+10"
			},
			"skill": {
				"perception": "+14",
				"stealth": "+7"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft.",
				"truesight 30 ft."
			],
			"passive": 24,
			"immune": [
				"lightning",
				"psychic"
			],
			"languages": [
				"Common",
				"Draconic",
				"understands Deep Speech"
			],
			"cr": "18",
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Frurdis fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Shift Perception (2/Day)",
					"entries": [
						"Frurdis can cast {@spell hallucinatory terrain}, requiring no spell components and using Strength as the spellcasting ability ({@dc 21})."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Frurdis can use its Frightful Presence. He then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}18 ({@damage 2d10 + 7}) piercing damage plus 5 ({@damage 1d10}) lightning damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d6 + 7}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 15 ft., one target. {@h}16 ({@damage 2d8 + 7}) bludgeoning damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of Frurdis's choice that is within 120 feet of him and aware of him must succeed on a {@dc 18} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to Frurdis's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Distortion Breath {@recharge 5}",
					"entries": [
						"Frurdis exhales lightning in a 90-foot line that is 5 feet wide. Each creature in that line must make a {@dc 20} Dexterity saving throw, taking 66 ({@damage 12d10}) lightning damage plus 22 ({@damage 4d10}) psychic damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"Frurdis makes a Wisdom ({@skill Perception}) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"Frurdis makes a tail attack."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"Frurdis beats his wings. Each creature within 10 feet of Frurdis must succeed on a {@dc 20} Dexterity saving throw or take 14 ({@damage 2d6 + 7}) bludgeoning damage and be knocked {@condition prone}. Frurdis can then fly up to half his flying speed."
					]
				},
				{
					"name": "Summon Core Spawn (Costs 2 Actions)",
					"entries": [
						"Up to three {@creature core spawn crawler|egw|core spawn crawlers} appear in unoccupied spaces within 60 feet of Frurdis and remain until destroyed. Core spawn summoned in this way roll initiative and act in the next available turn. Frurdis can have up to three core spawn summoned by this ability at a time."
					]
				}
			],
			"legendaryGroup": {
				"name": "Blue Dragon",
				"source": "MM"
			},
			"variant": [
				{
					"name": "Customizing Dragons",
					"entries": [
						"You can customize any dragon's stat block to reflect the dragon's unique character. Minor changes such as those below are easy to make and have no impact on a dragon's challenge rating.",
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"Most dragons prefer to speak Draconic but learn Common for dealing with allies and minions. But given their high Intelligence and long life span, dragons can easily learn additional languages. You can add languages to a dragon's stat block."
							]
						},
						{
							"type": "entries",
							"name": "Skills",
							"entries": [
								"Most dragons are proficient in the {@skill Perception} and {@skill Stealth} skills, and many dragons have additional skill proficiencies. As with languages, you can customize a dragon's skill list (even doubling their proficiency bonus with certain skills) to reflect particular interests and activities. You can also give a dragon tool proficiencies, particularly if the dragon spends time in Humanoid form."
							]
						},
						{
							"type": "entries",
							"name": "Spells",
							"entries": [
								"{@note See the \"Variant: Dragons as Innate Spellcasters\" inset(s), below.}"
							]
						},
						{
							"type": "entries",
							"name": "Other Traits and Actions",
							"entries": [
								"You can borrow traits and actions from other monsters to add unique flavor to a dragon. Consider these examples:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flyby",
											"entries": [
												"The dragon is an agile flier, quick to fly out of enemies' reach.",
												"The dragon doesn't provoke an opportunity attack when it flies out of an enemy's reach."
											]
										},
										{
											"type": "item",
											"name": "Mimicry",
											"entries": [
												"Impersonating characters or their allies could be a fun trick for a crafty dragon.",
												"The dragon can mimic any sounds it has heard, including voices. A creature that hears the sounds can tell they are imitations with a successful {@dc 13} Wisdom ({@skill Insight}) check."
											]
										},
										{
											"type": "item",
											"name": "Rejuvenation",
											"entries": [
												"You might decide that dragons in your campaign, being an essential part of the Material Plane, are nearly impossible to destroy. A dragon's life essence might be preserved in the egg from which it first emerged, in its hoard, or in a cavernous hall at the center of the world, just as a lich's essence is hidden in a phylactery.",
												"If it has an essence-preserving object, a destroyed dragon gains a new body in {@dice 1d10} days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the object."
											]
										},
										{
											"type": "item",
											"name": "Special Senses",
											"entries": [
												"Most dragons have {@sense blindsight} and {@sense darkvision}. You might upgrade {@sense blindsight} to {@sense truesight}, or you could give a dragon with a burrowing speed {@sense tremorsense|MM}."
											]
										},
										{
											"type": "item",
											"name": "Tunneler",
											"entries": [
												"The dragon can burrow through solid rock at half its burrowing speed and leaves a tunnel in its wake."
											]
										}
									]
								}
							]
						}
					],
					"type": "variant"
				}
			],
			"environment": [
				"desert",
				"coastal"
			],
			"dragonCastingColor": "blue",
			"dragonAge": "adult",
			"soundClip": {
				"type": "external",
				"url": "https://2014.5e.tools/audio/bestiary/blue-dragon.mp3"
			},
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"B",
				"SD",
				"U"
			],
			"actionTags": [
				"Breath Weapon",
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR",
				"DS"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"conditionInflictLegendary": [
				"blinded",
				"prone",
				"restrained"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"token": {
				"name": "Adult Blue Dragon",
				"source": "MM"
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Vain and territorial, blue dragons soar through the skies over deserts, preying on caravans and plundering herds and settlements in the verdant lands beyond the desert's reach. These dragons can also be found in dry steppes, searing badlands, and rocky coasts. They guard their territories against all potential competitors, especially brass dragons.",
									"A blue dragon is recognized by its dramatic frilled ears and the massive ridged horn atop its blunt head. Rows of spikes extend back from its nostrils to line its brow, and cluster on its jutting lower jaw.",
									"A blue dragon's scales vary in color from an iridescent azure to a deep indigo, polished to a glossy finish by the desert sands. As the dragon ages, its scales become thicker and harder, and its hide hums and crackles with static electricity. These effects intensify when the dragon is angry or about to attack, giving off an odor of ozone and dusty air.",
									{
										"name": "Vain and Deadly",
										"type": "entries",
										"entries": [
											"A blue dragon will not stand for any remark or insinuation that it is weak or inferior, taking great pleasure in lording its power over humanoids and other lesser creatures.",
											"A blue dragon is a patient and methodical combatant. When fighting on its own terms, it turns combat into an extended affair of hours or even days, attacking from a distance with volleys of lightning, then flying well out of harm's reach as it waits to attack again."
										]
									},
									{
										"name": "Desert Predators",
										"type": "entries",
										"entries": [
											"Though they sometimes eat cacti and other desert plants to sate their great hunger, blue dragons are carnivores. They prefer to dine on herd animals, cooking those creatures with their lightning breath before gorging themselves. Their dining habits make blue dragons an enormous threat to desert caravans and nomadic tribes, which become convenient collections of food and treasure to a dragon's eye.",
											"When it hunts, a blue dragon buries itself in the desert sand so that only the horn on its nose pokes above the surface, appearing to be an outcropping of stone. When prey draws near, the dragon rises up, sand pouring from its wings like an avalanche as it attacks."
										]
									},
									{
										"name": "Overlords and Minions",
										"type": "entries",
										"entries": [
											"Blue dragons covet valuable and talented creatures whose service reinforces their sense of superiority. Bards, sages, artists, wizards, and assassins can become valuable agents for a blue dragon, which rewards loyal service handsomely.",
											"A blue dragon keeps its lair secret and well protected, and even its most trusted servants are rarely allowed within. It encourages ankhegs, giant scorpions, and other creatures of the desert to dwell near its lair for additional security. Older blue dragons sometimes attract air elementals and other creatures to serve them."
										]
									},
									{
										"name": "Hoarders of Gems",
										"type": "entries",
										"entries": [
											"Though blue dragons collect anything that looks valuable, they are especially fond of gems. Considering blue to be the most noble and beautiful of colors, they covet sapphires, favoring jewelry and magic items adorned with those gems.",
											"A blue dragon buries its most valuable treasures deep in the sand, while scattering a few less valuable trinkets in plainer sight over hidden sinkholes to punish and eliminate would-be thieves."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "A Blue Dragon's Lair",
						"entries": [
							"Blue dragons make their lairs in barren places, using their lightning breath and their burrowing ability to carve out crystallized caverns and tunnels beneath the sands.",
							"Thunderstorms rage around a legendary blue dragon's lair, and narrow tubes lined with glassy sand ventilate the lair, all the while avoiding the deadly sinkholes that are the dragon's first line of defense.",
							"A blue dragon will collapse the caverns that make up its lair if that lair is invaded. The dragon then burrows out, leaving its attackers to be crushed and suffocated. When it returns later, it collects its possessions-along with the wealth of the dead intruders."
						]
					},
					{
						"type": "entries",
						"name": "Chromatic Dragons",
						"entries": [
							"The black, blue, green, red, and white dragons represent the evil side of dragonkind. Aggressive, gluttonous, and vain, chromatic dragons are dark sages and powerful tyrants feared by all creatures-including each other.",
							{
								"type": "entries",
								"entries": [
									{
										"name": "Driven by Greed",
										"entries": [
											"Chromatic dragons lust after treasure, and this greed colors their every scheme and plot. They believe that the world's wealth belongs to them by right, and a chromatic dragon seizes that wealth without regard for the humanoids and other creatures that have \"stolen\" it. With its piles of coins, gleaming gems, and magic items, a dragon's hoard is the stuff of legend. However, chromatic dragons have no interest in commerce, amassing wealth for no other reason than to have it."
										],
										"type": "entries"
									},
									{
										"name": "Creatures of Ego",
										"type": "entries",
										"entries": [
											"Chromatic dragons are united by their sense of superiority, believing themselves the most powerful and worthy of all mortal creatures. When they interact with other creatures, it is only to further their own interests. They believe in their innate right to rule, and this belief is the cornerstone of every chromatic dragon's personality and worldview. Trying to humble a chromatic dragon is like trying to convince the wind to stop blowing. To these creatures, humanoids are animals, fit to serve as prey or beasts of burden, and wholly unworthy of respect."
										]
									},
									{
										"name": "Dangerous Lairs",
										"type": "entries",
										"entries": [
											"A dragon's lair serves as the seat of its power and a vault for its treasure. With its innate toughness and tolerance for severe environmental effects, a dragon selects or builds a lair not for shelter but for defense, favoring multiple entrances and exits, and security for its hoard.",
											"Most chromatic dragon lairs are hidden in dangerous and remote locations to prevent all but the most audacious mortals from reaching them. A black dragon might lair in the heart of a vast swamp, while a red dragon might claim the caldera of an active volcano. In addition to the natural defenses of their lairs, powerful chromatic dragons use magical guardians, traps, and subservient creatures to protect their treasures."
										]
									},
									{
										"name": "Queen of Evil Dragons",
										"type": "entries",
										"entries": [
											"Tiamat the Dragon Queen is the chief deity of evil dragonkind. She dwells on Avernus, the first layer of the Nine Hells. As a lesser god, Tiamat has the power to grant spells to her worshipers, though she is loath to share her power. She epitomizes the avarice of evil dragons, believing that the multiverse and all its treasures will one day be hers and hers alone.",
											"Tiamat is a gigantic dragon whose five heads reflect the forms of the chromatic dragons that worship her-black, blue, green, red, and white. She is a terror on the battlefield, capable of annihilating whole armies with her five breath weapons, her formidable spellcasting, and her fearsome claws.",
											"Tiamat's most hated enemy is Bahamut the Platinum Dragon, with whom she shares control of the faith of dragonkind. She also holds a special enmity for Asmodeus, who long ago stripped her of the rule of Avernus and who continues to curb the Dragon Queen's power."
										]
									}
								]
							}
						]
					},
					{
						"type": "section",
						"name": "Dragons",
						"entries": [
							"True dragons are winged reptiles of ancient lineage and fearsome power. They are known and feared for their predatory cunning and greed, with the oldest dragons accounted as some of the most powerful creatures in the world. Dragons are also magical creatures whose innate power fuels their dreaded breath weapons and other preternatural abilities.",
							"Many creatures, including wyverns and dragon turtles, have draconic blood. However, true dragons fall into the two broad categories of chromatic and metallic dragons. The black, blue, green, red, and white dragons are selfish, evil, and feared by all. The brass, bronze, copper, gold, and silver dragons are noble, good, and highly respected by the wise.",
							"Though their goals and ideals vary tremendously, all true dragons covet wealth, hoarding mounds of coins and gathering gems, jewels, and magic items. Dragons with large hoards are loath to leave them for long, venturing out of their lairs only to patrol or feed.",
							"True dragons pass through four distinct stages of life, from lowly wyrmlings to ancient dragons, which can live for over a thousand years. In that time, their might can become unrivaled and their hoards can grow beyond price.",
							{
								"type": "table",
								"caption": "Dragon Age Categories",
								"colLabels": [
									"Category",
									"Size",
									"Age Range"
								],
								"colStyles": [
									"col-4",
									"col-4",
									"col-4"
								],
								"rows": [
									[
										"Wyrmling",
										"Medium",
										"5 years or less"
									],
									[
										"Young",
										"Large",
										"6–100 years"
									],
									[
										"Adult",
										"Huge",
										"101–800 years"
									],
									[
										"Ancient",
										"Gargantuan",
										"801 years or more"
									]
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects; the dragon can't use the same effect two rounds in a row:",
									{
										"type": "list",
										"items": [
											"Part of the ceiling collapses above one creature that the dragon can see within 120 feet of it. The creature must succeed on a {@dc 15} Dexterity saving throw or take 10 ({@damage 3d6}) bludgeoning damage and be knocked {@condition prone} and buried. The buried target is {@condition restrained} and unable to breathe or stand up. A creature can take an action to make a {@dc 10} Strength check, ending the buried state on a success.",
											"A cloud of sand swirls about in a 20-foot-radius sphere centered on a point the dragon can see within 120 feet of it. The cloud spreads around corners. Each creature in the cloud must succeed on a {@dc 15} Constitution saving throw or be {@condition blinded} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
											"Lightning arcs, forming a 5-foot-wide line between two of the lair's solid surfaces that the dragon can see. They must be within 120 feet of the dragon and 120 feet of each other. Each creature in that line must succeed on a {@dc 15} Dexterity saving throw or take 10 ({@damage 3d6}) lightning damage."
										]
									},
									{
										"type": "entries",
										"name": "Additional Lair Actions",
										"entries": [
											"At your discretion, a legendary ({@creature Adult Blue Dragon||adult} or {@creature Ancient Blue Dragon||ancient}) blue dragon can use one or both of the following additional lair actions while in its lair:",
											{
												"type": "list",
												"style": "list-hang-notitle",
												"items": [
													{
														"type": "item",
														"name": "Misleading Mirage",
														"entry": "Until initiative count 20 on the next round, at each intersection or branching passage in the lair, a creature other than the dragon has a {@chance 50} chance of going in a different direction from the direction it intends."
													},
													{
														"type": "item",
														"name": "Sudden Sinkhole",
														"entry": "The dragon chooses a point on the ground that it can see within 120 feet of it. A 5-foot-radius, 20-foot-deep pit forms centered on that point. A creature on the ground above where the pit formed must make a {@dc 15} Dexterity saving throw. On a failed save, a creature falls to the bottom of the pit, taking 7 ({@damage 2d6}) bludgeoning damage and landing {@condition prone}. On a successful save, a creature moves to the nearest unoccupied space instead of falling in the pit."
													}
												]
											}
										],
										"source": "FTD"
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Regional Effects",
								"entries": [
									"The region containing a legendary blue dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:",
									{
										"type": "list",
										"items": [
											"Thunderstorms rage within 6 miles of the lair.",
											"Dust devils scour the land within 6 miles of the lair. A dust devil has the statistics of an air elemental, but it can't fly, has a speed of 50 feet, and has an Intelligence and Charisma of 1 (-5).",
											"Hidden sinkholes form in and around the dragon's lair. A sinkhole can be spotted from a safe distance with a successful {@dc 20} Wisdom ({@skill Perception}) check. Otherwise, the first creature to step on the thin crust covering the sinkhole must succeed on a {@dc 15} Dexterity saving throw or fall {@dice 1d6 × 10} feet into the sinkhole."
										]
									},
									"If the dragon dies, the dust devils disappear immediately, and the thunderstorms abate within {@dice 1d10} days. Any sinkholes remain where they are.",
									{
										"type": "entries",
										"name": "Additional Regional Effects",
										"entries": [
											"Any of these effects might appear in the area around a blue dragon's lair, in addition to or instead of the effects described in the {@i Monster Manual}:",
											{
												"type": "list",
												"style": "list-hang-notitle",
												"items": [
													{
														"type": "item",
														"name": "Blue Luster",
														"entry": "Creatures that spend a year within 1 mile of the dragon's lair find blue objects fascinating and feel compelled to acquire them at every opportunity."
													},
													{
														"type": "item",
														"name": "Mirage Terrain",
														"entry": "The area immediately surrounding the lair appears to be a lush oasis. A creature carefully examining the illusion can attempt a {@dc 15} Intelligence ({@skill Investigation}) check to disbelieve it. A creature who disbelieves the illusion sees it as a vague image superimposed on the underlying terrain."
													},
													{
														"type": "item",
														"name": "Sandstorm",
														"entry": "A sandstorm blows constantly within 1 mile of the dragon's lair."
													}
												]
											}
										],
										"source": "FTD"
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://2014.5e.tools/img/bestiary/MM/Adult Blue Dragon.webp"
						}
					}
				]
			},
			"uniqueId": "7dfd2374-7eb1-4123-ab95-420c058b9ee9",
			"shortName": "Frurdis",
			"conditionImmune": [
				"charmed"
			],
			"damageTags": [
				"B",
				"L",
				"P",
				"S",
				"Y"
			],
			"damageTagsLegendary": [
				"B",
				"L"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedLegendary": [
				"constitution",
				"dexterity"
			]
		}
	],
	"spell": [
		{
			"uniqueId": "a046bb27-df23-4f31-9392-ee59587907b1",
			"name": "Antis' Bubble Bomb",
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Sometimes a practitioner of the arcane is forced by their peers to take the comfort of themselves and others into consideration. You throw a bubble of dense magically enhanced soap at a point you choose within range that bursts into a wave of cleansing suds. Each creature within a 10-foot radius must make a Dexterity Saving Throw. A target takes {@damage 2d8} cold damage on a failed save, or half as much damage on a successful one. The bomb leaves the area slightly wet, and it completely cleanses anything within the area of dirt, grime, and even acids that can be washed off, and extinguishes all non-magical flames.",
				"Amorphous creatures such as Gelatinous Cubes or Water Elementals make the save at disadvantage. When you cast this spell, you can choose to omit the damage entirely and just clean the targeted area. Creatures can still make the saving throw to avoid being cleaned."
			],
			"source": "EyesofEons",
			"page": 1,
			"components": {
				"s": true,
				"m": "bar of soap"
			},
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"S"
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d8} and the radius increases by 5 feet for each slot level above 1st."
					]
				}
			]
		},
		{
			"name": "Freedom of Bones",
			"source": "EyesofEons",
			"page": 1,
			"level": 8,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a humanoid skull, and a drop of your blood which is consumed by the spell",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"uniqueId": "d97b679d-7ab0-45df-b887-ff5a6e410c36",
			"entries": [
				"You look at a creature within 60 feet and attempt to animate its entire skeletal structure to free itself from that person's body. The target must make a Constitution saving throw. A creature with 100 hit points or fewer has disadvantage on the saving throw. It takes {@damage 12d10} necrotic damage on a failed save, or half as much on a success. ",
				"A creature reduced to 0 by this spell rises at the start of your next turn as a skeleton that is permanently under your command, following your verbal orders to the best of its abilities. Upon its death it then crumbles to dust.",
				"Skeletal monsters and creatures without skeletons are immune to the effects of this spell. "
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 9th level or higher, all creatures within 30 feet of you must succeed on the saving throw instead. You then take damage equal to the damage dealt, which can’t be reduced in any way as the magic of the spell twists itself and eats at you from within."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"ST"
			]
		}
	],
	"item": [
		{
			"name": "Crown of Millennium Hearts",
			"source": "EyesofEons",
			"page": 3,
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4+2}",
			"charges": 5,
			"entries": [
				"Forged from a violet metal of aberrant nature, this crown was created by a humble monarch who inherited the throne of Tiberthal, the Heart of Creation. Eschewing grandeur for connection, he forged the Crown of Millennium Hearts not as a symbol of power, but as a promise—to never lose sight of those he served and cared for.",
				"The crown’s form is asymmetric and striking: its shape appears melted, as if softened by the intense emotional intent behind its making. It droops gently over the left side of the wearer’s face, the metal cradling the eye like a protective hand. Along its jagged ridge, bloodstone gems pulse faintly, each one a silent echo of those bound to the wearer’s heart and mind.",
				"The Crown holds 5 charges for the following properties and regains 1d4 + 2 expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Telepathic Link",
					"entries": [
						"Once per day, as an action, you can choose up to eight creatures within 10 feet of you. Each creature must be willing and capable of understanding at least one language. For the next 8 hours, the affected creatures are mentally linked as if under the effects of {@spell Rary's Telepathic Bond}."
					]
				},
				{
					"type": "entries",
					"name": "Psychic Tether (2 charges)",
					"entries": [
						"You can cast {@spell Mind Spike|XGE} ({@dc 16}) through the crown. When you do, all creatures currently connected to you via the crown's telepathic link become aware of the target’s location for the duration of the spell, provided the bond is still active."
					]
				},
				{
					"type": "entries",
					"name": "Mental Beacon (2 charges)",
					"entries": [
						"You can cast {@spell Locate Object} through the crown (no components required). While the spell is active, each creature in the telepathic bond also senses the direction of the object, as if concentrating on the spell themselves."
					]
				},
				{
					"type": "entries",
					"name": "Empathic Sense (1 charge)",
					"entries": [
						"As a bonus action, you can sense the prevailing emotion of one creature connected to you via the crown’s telepathic link for 1 minute. This grants you insight into its current mood or emotional state (such as fear, anger, joy, despair, etc.). This sense is subtle and does not reveal surface thoughts or intent. Doing so gives you advantage on insight checks on the targeted creature for the duration of this ability."
					]
				}
			]
		}
	]
}
