{
	"_meta": {
		"sources": [
			{
				"json": "TuxsHomebrewModule",
				"abbreviation": "THM",
				"full": "Tux's Homebrew Module",
				"version": "1.0",
				"authors": [
					"Tux"
				],
				"convertedBy": [
					"Tux"
				],
				"color": "d400ff",
				"colorNight": "d400ff"
			}
		]
	},
	"monster": [
		{
			"name": "Depth Spirit",
			"size": [
				"L"
			],
			"type": {
				"type": "monstrosity",
				"note": "(Huge for Collector)"
			},
			"source": "TuxsHomebrewModule",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					],
					"condition": "or 20 (Gorger only)"
				}
			],
			"hp": {
				"special": "70 (Gorger and Collector only) or 50 (Lurker only)"
			},
			"speed": {
				"walk": {
					"number": 40,
					"condition": "(Gorger only)"
				},
				"fly": {
					"number": 30,
					"condition": "(Collector and Lurker only; 60 ft for Lurker; hover)"
				},
				"canHover": true,
				"swim": {
					"number": 30,
					"condition": "(90 ft for Lurker)"
				},
				"climb": {
					"number": 40,
					"condition": "(Gorger only)"
				}
			},
			"str": 18,
			"dex": 14,
			"con": 15,
			"int": 4,
			"wis": 10,
			"cha": 18,
			"passive": 10,
			"senses": [
				"darkvision 60 ft.",
				"blindsight 120 ft (blind beyond this radius)."
			],
			"senseTags": [
				"D",
				"B"
			],
			"languages": [
				"understands the languages you speak"
			],
			"page": 3,
			"immune": [
				"cold",
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"poisoned"
			],
			"trait": [
				{
					"name": "Incorporeal Passage (Collector Only)",
					"entries": [
						"The spirit can move through other creatures and objects as if they were {@quickref difficult terrain||3}. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object."
					]
				},
				{
					"name": "Regeneration (Gorger Only)",
					"entries": [
						"The spirit regains 5 hit points at the start of its turn if it has at least 1 hit point."
					]
				}
			],
			"traitTags": [
				"Aggressive",
				"Beast of Burden",
				"Brute",
				"Incorporeal Movement",
				"Regeneration",
				"Turn Resistance"
			],
			"shortName": "spirit",
			"action": [
				{
					"name": "Multiattack (Gorger Only)",
					"entries": [
						"The spirit makes three attacks."
					]
				},
				{
					"name": "Siphon (Gorger Only)",
					"entries": [
						"{@atk mw} your spell attack modifier to hit, reach 10 ft., one target. {@h}18 ({@damage 2d8 + 10}) necrotic damage, and the creature must succeed on a Constitution saving throw against your spell save DC or have their speed reduced by half until the end of the target's next turn."
					]
				},
				{
					"name": "Swallow (Collector Only)",
					"entries": [
						"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h}23 ({@damage 3d8 + 10}) piercing damage. If the target is a Large or smaller creature {@condition grappled} by the spirit, that creature is swallowed, and the grapple ends. The spirit can hold a maximum of two creatures at a time. While swallowed, the creature is {@condition blinded} and {@condition restrained}, it has {@quickref Cover||3||total cover} against attacks and other effects outside the spirit, and it takes 14 ({@damage 4d6}) acid damage and 9 ({@damage 2d8}) piercing damage at the start of each of the spirit's turns. If the spirit takes 50 damage or more on a single turn from a creature inside it, the spirit must succeed on a {@dc 10} saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the spirit. If the spirit dies, a swallowed creature is no longer {@condition restrained} by it."
					]
				},
				{
					"name": "Lash (Lurker Only)",
					"entries": [
						"{@atk rs} your spell attack modifier to hit, reach 90 ft., one creature. {@h}8 ({@damage 1d8 + 10}) psychic damage."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RA"
			],
			"conditionInflict": [
				"blinded",
				"restrained"
			],
			"bonus": [
				{
					"name": "Ethereal Jaunt (Collector Only)",
					"entries": [
						"As a bonus action, the spirit can magically shift from the Material Plane to the Ethereal Plane, or vice versa. Creatures that the Collector had swallowed are left behind when shifting between planes."
					]
				}
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks (Gorger only)",
					"cond": true
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting (Lurker Only)",
					"headerEntries": [
						"The spirit casts one of the following spells, requiring no spell components and using your spell save DC."
					],
					"daily": {
						"1e": [
							"{@spell faerie fire}",
							"{@spell hypnotic pattern}",
							"{@spell sleep} (as a 5th-level spell)"
						]
					},
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"O"
			],
			"environment": [
				"underwater"
			],
			"damageTags": [
				"A",
				"N",
				"O",
				"P",
				"Y"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Sexton of the Crimson Hadal",
			"size": [
				"G"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"undead"
				]
			},
			"source": "TuxsHomebrewModule",
			"alignment": [
				"U"
			],
			"ac": [
				20
			],
			"hp": {
				"formula": "12d20 + 72",
				"average": 198
			},
			"speed": {
				"swim": 120,
				"walk": 20
			},
			"str": 26,
			"dex": 19,
			"con": 23,
			"int": 7,
			"wis": 16,
			"cha": 19,
			"passive": 17,
			"page": 3,
			"save": {
				"con": "+10",
				"dex": "+8",
				"cha": "+8"
			},
			"skill": {
				"stealth": "+12",
				"athletics": "+12",
				"perception": "+7"
			},
			"cr": "12",
			"resist": [
				{
					"special": "bludgeoning, piercing, and slashing from nonmagical attacks"
				}
			],
			"immune": [
				"cold",
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained"
			],
			"shortName": "Sexton",
			"traitTags": [
				"Ambusher",
				"Incorporeal Movement",
				"Water Breathing"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://pbs.twimg.com/media/GqDXoCSWYAA9hgY?format=jpg&name=4096x4096"
						}
					}
				]
			},
			"environment": [
				"underwater",
				"domain expansion"
			],
			"trait": [
				{
					"name": "Harrowing Mask",
					"entries": [
						"When a creature that can see the sexton's face starts its turn within 120 feet of the sexton, the creature must make a {@dc 16} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the sexton's Harrowing Mask for the next 24 hours."
					]
				},
				{
					"name": "Bioluminescence",
					"entries": [
						"The sexton can control the bioluminescent markings along its body, revealing itself fully or in part while keeping the rest hidden in darkness. While not glowing, it has advantage on Dexterity (Stealth) checks made in dim light or darkness."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The sexton can breathe only underwater."
					]
				},
				{
					"name": "Wail of Ecstasy",
					"entries": [
						"When the sexton dies, it creates a haunting wail that causes the minds of other creatures to reel. Each creature that is maladapted to the Crimson Hadal within 30 feet of the sexton must succeed on a {@dc 16} Constitution saving throw or take 35 ({@damage 10d6}) psychic damage, or half as much on a success. A creature that would drop to 0 hit points as a result of this damage immediately dies and becomes affected by the sexton's Blood Makes Bone ability, priming the creature to be consumed by the domain."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The sexton makes two Claw attacks and one Grasp attack. If it is currently grappling a creature, it can replace its Grasp attack with Violent Mutation. While grappling a creature, the sexton can make only one Claw attack against any creature it is not grappling."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 20 ft., one target. {@h}21 ({@damage 2d12 + 8}) slashing damage."
					]
				},
				{
					"name": "Grasp",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 20 ft., one target. {@h}23 ({@damage 3d10 + 8}) piercing damage. If the target is a Large or smaller creature, it is {@condition grappled} (escape {@dc 20}), and pulled into an unoccupied space within 5 feet of sexton. The sexton can only grapple one creature at a time, and cannot use this attack while a creature is {@condition grappled} in this way."
					]
				},
				{
					"name": "Violent Mutation",
					"entries": [
						"The sexton launches string-like tendrils from its side at a creature it is grappling. The target must succeed on a {@dc 20} Strength saving throw or have {@dice 1d4 + 1} tendrils wrap around its limbs and burrow into its flesh, taking 9 ({@damage 2d8}) necrotic damage and becoming {@condition restrained}. While {@condition restrained} in this way, the target is pulled along with the sexton as it moves, remaining within 15 feet of it.",
						"Each time the sexton uses this action on its turn afterwards, the {@condition restrained} creature takes 18 ({@damage 4d8}) necrotic damage as the tendrils inject a mutagenic substance, causing it to mutate rapidly. A new condition is imposed each time this action is used, as shown on the table below. The conditions are accumulative and last an hour after the creature is released from the sexton's hold.",
						{
							"type": "table",
							"caption": "Violent Mutation",
							"colLabels": [
								"Turn",
								"Effect"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"The creature is {@condition poisoned}, and takes an additional {@damage 2d6} necrotic damage whenever the sexton uses its Claw attacks against it."
								],
								[
									"2",
									"The creature's movement is halved."
								],
								[
									"3",
									"The creature is {@condition blinded} and the additional necrotic damage for Claw attacks raises to {@dice 4d6}."
								],
								[
									"4",
									"The creature is {@condition paralyzed} and they cannot heal while they are suffering under this condition."
								]
							]
						},
						"The target can use its action to make a {@dc 20} Strength (Athletics) check, freeing itself from {@dice 1d4} attached tendrils on a success. Each tendril can also be attacked and destroyed individually (AC 10; 5 hit points; same damage resistances and immunities as the sexton, but with vulnerability to slashing damage). The sexton can have tendrils attached to only one creature at a time, and it can detach them from a creature as a bonus action.",
						"The effects of the sexton’s mutations can be ended by a {@spell lesser restoration} spell or similar magic. The mutations have no effect on undead, constructs, and oozes."
					]
				}
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"actionTags": [
				"Multiattack"
			],
			"senses": [
				"blindsight 300 ft. (blind beyond this radius)",
				"truesight 60 ft."
			],
			"senseTags": [
				"B",
				"U"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			],
			"legendary": [
				{
					"name": "Lurk",
					"entries": [
						"The sexton moves up to its speed and takes the {@action Hide} action."
					]
				},
				{
					"name": "Blood Makes Bone (Costs 2 Actions)",
					"entries": [
						"The sexton targets up to four corpses within the domain, preserving them as if affected by the {@spell gentle repose} spell. These preserved creatures regain a faint semblance of consciousness—they can speak in halting, broken words but remain entirely immobile, still considered dead. Such creatures can be restored to life normally. However, if they are not revived before the domain ends, the environment consumes them, binding their essence to the Crimson Hadal forever. Once this occurs, they can be returned to life only by a {@spell wish} spell or similar magic; {@spell true resurrection} has no effect."
					]
				},
				{
					"name": "Hymn of the Heart (Costs 3 Actions, Recharge 5-6)",
					"entries": [
						"The sexton emits a chorus of clicks and hums that shatter the focus of those unadapted to the Crimson Hadal. Each creature of the sexton’s choice within 150 feet that is not adapted to this realm must succeed on a {@dc 18} Intelligence saving throw or take 35 ({@damage 10d6}) psychic damage and be {@condition stunned} until the end of its next turn. On a successful save, a creature takes half as much damage and isn’t {@condition stunned}. Creatures currently {@condition restrained} by the sexton’s Violent Mutation feature make this saving throw with disadvantage. A {@condition deafened} creature is immune to this effect, unless it is {@condition restrained} by the sexton’s Violent Mutation feature."
					]
				}
			],
			"conditionInflict": [
				"blinded",
				"frightened",
				"grappled",
				"paralyzed",
				"poisoned",
				"restrained",
				"stunned"
			],
			"tokenHref": {
				"type": "external",
				"url": "https://i.imgur.com/habA4Ul.png"
			},
			"legendaryGroup": {
				"name": "Domain Expansion: Abyss Requiem (Tier 2)",
				"source": "TuxsHomebrewModule"
			},
			"damageTags": [
				"N",
				"P",
				"S",
				"Y"
			],
			"savingThrowForced": [
				"constitution",
				"intelligence",
				"strength",
				"wisdom"
			]
		}
	],
	"legendaryGroup": [
		{
			"name": "Domain Expansion: Abyss Requiem (Tier 1)",
			"lairActions": [
				"You channel the origins of your warped nature to bring a portion of the dark abyss to the surface, where horrifically mutated creatures lay. Your Domain DC is equal to 8 + Prof + WIS. All creatures within a 50ft radius sphere centered on you must succeed a Wisdom Saving throw equal to your Domain DC or be {@condition frightened} for one minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
				"Once you summon your domain, all creatures that cannot breathe underwater within the radius must make a DC 10 Constitution Saving Throw. On a success, they can use their reaction to quickly take a breath to avoid drowning. However, when you first summon the domain, you may bestow one creature the ability to breathe underwater and/or a swim speed equal to 20ft, or give two creatures one of either benefit for the duration of the domain.",
				"You and any other creature with a swimming speed has their speed doubled, being able to swim anywhere within the domain, as well as gain advantage on attack rolls. Otherwise, standard rules for {@quickref Underwater Combat|hb} (such as limitations on ranged weapon attacks, halved movement without swim speed, etc.) still apply (Check PHB p.198). Creatures wearing heavy armor will have their speed reduced to 0 while within the area of the domain.",
				"Visibility within the domain is considered dimly lit for the purposes of making perception checks that rely on sight.",
				"Additionally, all creatures within the sphere must make a Constitution Saving Throw equal to your Domain DC at the start of each of their turns. On a failure, they are {@condition Incapacitated} until the start of their next turn and take {@dice 2d8} Force Damage as the water pressure overwhelms them.",
				"The domain lasts for four turns before collapsing, causing immense pressure. Any non-amphibious creature takes {@dice 4d8} force damage as the domain collapses. Additionally, any creature that had been swimming above ground level will immediately fall."
			],
			"regionalEffects": [],
			"mythicEncounter": [],
			"source": "TuxsHomebrewModule"
		},
		{
			"name": "Domain Expansion: Abyss Requiem (Tier 2)",
			"lairActions": [],
			"regionalEffects": [
				"As a bonus action, you may sacrifice your life to expand your domain, using your corpse as a catalyst to form a realm where creatures thrive on their own demise. Your blood becomes water, your bones reefs that shelter denizens of the deep. All creatures that are within 75 feet of you are immediately pulled into this realm. They may use their reaction to take a breath, and must succeed on a Constitution saving throw against your Domain DC or take 2d8 force damage and be incapacitated until the end of their next turn as they struggle beneath the abyssal pressure. For the next 5 rounds, all creatures within must fight to survive.",
				"Your ribs rise as colossal obelisks caging the newcomers, while your heart still beats in the distance. In combat, all creatures are treated as underwater and follow the rules for Underwater Combat (PHB p.198). Creatures maladapted to extreme aquatic depths cannot swim higher than 10 feet off the ground, and the area is obscured in darkness. Within a 150-foot circle, strange plantlike growths glow faintly when touched. A creature moving within 10 feet above the ground in this area is dimly lit until the end of its turn. Beyond this circle, the abyss is heavily obscured, overwhelming even {@sense darkvision} and {@sense truesight}.",
				"Here dwells its reverent caretaker—{@creature sexton of the crimson hadal|TuxsHomebrewModule|The Sexton of the Crimson Hadal}. A natural inhabitant, it tends the domain’s health, using intruders’ corpses to feed the realm. Yet while the heart beats, the domain may spare chosen creatures, granting them the means to endure.",
				"The user of this domain may adapt any number of creatures of their choice, granting them the ability to breathe underwater, a swimming speed equal to their walking speed, and 30 feet of blindsight. Additionally, up to four creatures may be blessed with the heart’s mutations. At the start of their turns, they roll a d4 and gain one of the following benefits for the domain’s duration. Once a mutation is claimed, no other creature can gain it, and that creature must reroll.",
				{
					"type": "table",
					"caption": "Heart-Sync Mutations",
					"colLabels": [
						"d4",
						"Effect"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You split into two identical versions of yourself that share your statistics and resources. The clone has 25 hit points and resistance to all damage. You control both on your turns, each with their own movement. You can take actions and cast spells from either’s space, and when you take the Attack action you may also make one additional attack from the other’s space. When you take damage or are targeted by a harmful effect, you can use your reaction to swap positions with your clone, causing it to be affected instead. A creature attempting to {@spell counterspell} your spell must roll a d20; on an 11 or higher, the attempt fails and the slot is wasted."
						],
						[
							"2",
							"Your arms split, granting you four limbs. You gain a +2 bonus to AC and have advantage on Strength and Dexterity checks and saves. Once on each of your turns, you can take one additional Action."
						],
						[
							"3",
							"Your body turns translucent, granting you the benefits of the {@spell Greater Invisibility} spell without requiring concentration. Once on each of your turns (no action required), you can teleport up to 60 feet to a space you can see as a free action. When you attack a creature, it cannot make opportunity attacks against you until the end of your turn."
						],
						[
							"4",
							"Your mind links with the domain's neural network. You gain resistance to all damage. Once per round, at the end of any creature’s turn, you can target a creature within 120 feet. If it is an ally, their next attack is a critical hit (natural 20) and deals an extra {@dice 4d10} force damage when determining additional damage for a critical hit. If it is a hostile creature, it must succeed on an Intelligence saving throw against your Domain DC or take {@dice 4d10} psychic damage and automatically fail its next attack roll, ability check, or saving throw. On a successful save, it suffers no effect."
						]
					]
				},
				"For creatures outside the domain, you are considered dead for its duration, encased within an impenetrable fleshy bulb. Any attempt to revive you using a spell requires the caster to make an ability check using their spellcasting ability against your Domain DC. On a success, the domain ends immediately. On a failure, the spell has no effect.",
				"When the domain ends, all creatures—living or dead—unaffected by the Sexton’s Blood Makes Bone ability are expelled. All non-sexton mutations are cleansed. You are then revived, returning to the state you were in before the domain was manifested. Allied creatures granted beneficial mutations reappear within 30 feet of you, expelled gently from your body. Hostile creatures are instead shunted 60 feet away, emerging from the ground and knocked {@condition prone}."
			],
			"mythicEncounter": [],
			"source": "TuxsHomebrewModule"
		}
	],
	"item": [
		{
			"name": "Whalefall",
			"source": "TuxsHomebrewModule",
			"page": 1,
			"type": "M",
			"baseItem": "trident|PHB",
			"rarity": "legendary",
			"reqAttune": "by a Ranger",
			"weaponCategory": "martial",
			"property": [
				"V",
				"T"
			],
			"dmg1": "1d6",
			"dmg2": "1d8",
			"dmgType": "P",
			"range": "20/60",
			"weight": "4",
			"entries": [
				"This gnarled bone trident was carved from the spine of a colossal leviathan that perished in the deepest ocean. Its death reshaped the seafloor, warping life around it into eerie parodies of the natural order, earning its name as the Crimson Hadal. A locathah who had become stranded within these depths had claimed a shard of the leviathan's spine, using it as a weapon to defend himself. In desperation, he turned the weapon upon himself, channeling the leviathan’s duality of life and death. From that act, the shard was reborn as Whalefall.",
				{
					"type": "entries",
					"name": "Dormant",
					"entries": [
						"While Whalefall is in a dormant state, you gain a +1 bonus to attack and damage rolls made with this magic weapon, and it returns to the wielder's hand immediately after it is used to make a ranged attack. When you hit with an attack using this weapon, the target takes an extra {@damage 1d6} necrotic damage."
					]
				},
				{
					"type": "entries",
					"name": "Awakened",
					"entries": [
						"When Whalefall reaches an awakened state, you gain the following benefits:",
						{
							"type": "list",
							"items": [
								"The weapon's bonus to attack and damage rolls increases to +2.",
								"As a bonus action, you can manifest a fragment of the Crimson Hadal's influence in a 20-foot radius sphere centered on you for the next minute. The additional necrotic damage dealt by this weapon increases to {@damage 3d6} to creatures within the aura. Additionally, this aura allows you to strike targets on the Ethereal Plane within the radius, though it provides no special ability to perceive such entities. You can't use this property again until you finish a short or long rest.",
								"You can cast the {@spell gentle repose} spell from the weapon as an action, requiring no components. This property can't be used again until the next dawn."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Exalted",
					"entries": [
						"When Whalefall reaches an exalted state, it gains the following properties:",
						{
							"type": "list",
							"items": [
								"The weapon's bonus to attack and damage rolls increases to +3.",
								"As an action, you can call forth a spirit from the depths using Whalefall. It manifests in an unoccupied space that you can see within 30 feet. This corporeal form uses the {@creature depth spirit|TuxsHomebrewModule|Depth Spirit} stat block. When you summon the creature, choose Gorger, Collector, or Lurker. The creature resembles a monstrous entity of that kind, which determines certain traits in its stat block. The creature disappears when it drops to 0 hit points or after 1 hour (requiring concentration). The creature is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don't issue any, it takes the Dodge action and uses its move to avoid danger. This property can't be used again until the next dawn.",
								"When a creature dies within the radius of the aura or from the Depth Spirit's attacks, you regain the ability to manifest the aura as if you had taken a short or long rest."
							]
						}
					]
				}
			],
			"bonusWeapon": "+1",
			"ability": {
				"static": {
					"damage": [
						{
							"damageType": "necrotic",
							"damage": "1d6"
						}
					]
				},
				"bonus": [
					{
						"name": "Returning Weapon",
						"entries": [
							"This weapon returns to the wielder's hand immediately after it is used to make a ranged attack."
						]
					},
					{
						"name": "Crimson Hadal's Aura",
						"entries": [
							"As a bonus action, you can manifest an aura in a 20-foot radius sphere centered on you for 1 minute. While the aura is active, the extra necrotic damage from this weapon increases to {@damage 3d6} for creatures inside it, and you can strike targets on the Ethereal Plane within the radius. You can't use this property again until you finish a short or long rest."
						],
						"usages": [
							{
								"type": "recharge",
								"recharge": "SR"
							}
						]
					},
					{
						"name": "Spellcasting",
						"entries": [
							"You can cast the {@spell gentle repose} spell from the weapon as an action, requiring no components. This property can't be used again until the next dawn."
						],
						"usages": [
							{
								"type": "day",
								"times": 1
							}
						]
					},
					{
						"name": "Summon Depth Spirit",
						"entries": [
							"As an action, you can call forth a spirit from the depths using Whalefall. It manifests in an unoccupied space that you can see within range. This corporeal form uses the {@creature depth spirit|TuxsHomebrewModule|Depth Spirit} stat block. When you summon the creature, choose Gorger, Collector, or Lurker. The creature resembles a monstrous entity of that kind, which determines certain traits in its stat block. The creature disappears when it drops to 0 hit points or after 1 hour (requiring concentration). The creature is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don't issue any, it takes the Dodge action and uses its move to avoid danger. This property can't be used again until the next dawn."
						],
						"usages": [
							{
								"type": "day",
								"times": 1
							}
						]
					}
				]
			}
		}
	]
}
